tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "go"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "golangci-lint"
brew "jq"
brew "protobuf"
brew "shellcheck"
brew "starship"
brew "tmux"
cask "font-fira-mono-nerd-font"
cask "hammerspoon"
